/*!
 * @author Accengage
 * @copyright  © 2010 - present Accengage, Inc. All rights reserved.
 * @version    6.0.0
 */

// -----------------------------------------------------------------------------
// PLEASE DO NOT MAKE ANY CHANGES TO THIS FILE !!
// -----------------------------------------------------------------------------

/*!
 Notifications buttons
 */
"bma4s_button_smiley_dislike" = "👎🏼";
"bma4s_button_smiley_like" = "👍🏼";
"bma4s_button_smiley_happy" = "😃";
"bma4s_button_smiley_unhappy" = "😟";
"bma4s_button_yes" = "Si";
"bma4s_button_no" = "No";
"bma4s_button_later" = "Più tardi";
"bma4s_button_accept" = "Accetta";
"bma4s_button_decline" = "Rifiuta";
"bma4s_button_agree" = "D'accordo";
"bma4s_button_disagree" = "Non sono d'accordo";
"bma4s_button_satisfied" = "Soddisfatto";
"bma4s_button_not_satisfied" = "Insoddisfatto";
"bma4s_button_buy_now" = "Compra ora";
"bma4s_button_show_article" = "Vedi articolo";
"bma4s_button_share" = "Condividi";
"bma4s_button_add_wishlist" = "Aggiugi ai favoriti";
"bma4s_button_show_offer" = "Vedi offerta";
"bma4s_button_show_deal" = "Vedi offerta";
"bma4s_button_enjoy_now" = "Profitta adesso";
"bma4s_button_no_thanks" = "No grazie";
"bma4s_button_add_to_cart" = "Aggiungi al carrello";
"bma4s_button_go_to_basket" = "Mostra carrello";
"bma4s_button_access_booking" = "Vai alla riservazione";
"bma4s_button_access_details" = "Vedi il biglietto";
"bma4s_button_man" = "Uomo";
"bma4s_button_woman" = "Donna";
"bma4s_button_show_me" = "Visualizza";
"bma4s_button_close" = "Chiudi";
"bma4s_button_open" = "Apri";
"bma4s_button_like" = "Mi piace";
"bma4s_button_dislike" = "Non mi piace";
"bma4s_button_register" = "Iscriviti";
"bma4s_button_subscribe" = "Abbonati";
"bma4s_button_cancel" = "Cancella";
"bma4s_button_login" = "Login ";
"bma4s_button_create_account" = "Crea un conto";
"bma4s_button_get_more" = "Ricevi di più";
"bma4s_button_get_less" = "Ricevi di meno";
"bma4s_button_call" = "Chiama";
"bma4s_button_add_calendar" = "Aggiugi al calendario";
"bma4s_button_answer" = "Rispondi";
"bma4s_button_take_part" = "Partecipa";
"bma4s_button_give_feedback" = "Aggiungi un commento";
"bma4s_button_rate_app" = "Valuta l'app";
"bma4s_button_have_feedback" = "Aiutaci a migliorare l'app";
"bma4s_button_see_more" = "Per saperne di più";
"bma4s_button_search" = "Cerca";
"bma4s_button_find" = "Scopri";
"bma4s_button_read" = "Leggi";
"bma4s_button_lets_go" = "Vai ";
"bma4s_button_im_in" = "Ci sono";
"bma4s_button_go_to_app" = "Vai all'app";

/*!
 In-App buttons accessibility
 */
"bma4s_inapp_accessibility_close" = "Chiudi";

